{
  "identifierField": "order",
  "items": [
    {
      "order": 1,
      "rating": 5,
      "featured": true,
      "en": {
        "quote": "Arabiq transformed how we sell furniture. Our customers can now walk through our showroom from anywhere in the world. Sales increased 340% in the first quarter after launching.",
        "author": "Mohamed El-Sayed",
        "role": "CEO",
        "company": "Suites Egypt"
      },
      "ar": {
        "quote": "حوّلت Arabiq طريقة بيعنا للأثاث. يمكن لعملائنا الآن التجول في صالة العرض من أي مكان في العالم. زادت المبيعات 340% في الربع الأول بعد الإطلاق.",
        "author": "محمد السيد",
        "role": "الرئيس التنفيذي",
        "company": "Suites Egypt"
      }
    },
    {
      "order": 2,
      "rating": 5,
      "featured": true,
      "en": {
        "quote": "The Arabic AI assistant understands our customers perfectly. It handles Gulf, Egyptian, and Levantine dialects seamlessly. Customer satisfaction improved 45% since implementation.",
        "author": "Fatima Al-Rashid",
        "role": "Digital Transformation Director",
        "company": "Majid Al Futtaim"
      },
      "ar": {
        "quote": "مساعد الذكاء الاصطناعي العربي يفهم عملاءنا تماماً. يتعامل مع اللهجات الخليجية والمصرية والشامية بسلاسة. تحسن رضا العملاء بنسبة 45% منذ التطبيق.",
        "author": "فاطمة الراشد",
        "role": "مديرة التحول الرقمي",
        "company": "ماجد الفطيم"
      }
    },
    {
      "order": 3,
      "rating": 5,
      "featured": true,
      "en": {
        "quote": "We digitized our entire museum collection in just 3 days. Now visitors from 89 countries can explore our heritage. The UNESCO recognition was the ultimate validation of this approach.",
        "author": "Dr. Amira Hassan",
        "role": "Director",
        "company": "Alexandria National Museum"
      },
      "ar": {
        "quote": "رقمنا مجموعة متحفنا بالكامل في 3 أيام فقط. الآن يمكن للزوار من 89 دولة استكشاف تراثنا. اعتراف اليونسكو كان التأكيد النهائي لهذا النهج.",
        "author": "د. أميرة حسن",
        "role": "المديرة",
        "company": "متحف الإسكندرية القومي"
      }
    },
    {
      "order": 4,
      "rating": 5,
      "featured": false,
      "en": {
        "quote": "Going hybrid with Arabiq was the best decision for our conference. We reached 5x more attendees while spending less than previous years. The networking features were exceptional.",
        "author": "Sara Al-Dosari",
        "role": "Event Director",
        "company": "Gulf Tech Summit"
      },
      "ar": {
        "quote": "التحول للهجين مع Arabiq كان أفضل قرار لمؤتمرنا. وصلنا لـ 5 أضعاف الحاضرين بينما أنفقنا أقل من السنوات السابقة. ميزات التواصل كانت استثنائية.",
        "author": "سارة الدوسري",
        "role": "مديرة الفعاليات",
        "company": "Gulf Tech Summit"
      }
    },
    {
      "order": 5,
      "rating": 5,
      "featured": false,
      "en": {
        "quote": "Our customers can now explore a Mercedes interior at midnight from their home. By the time they visit our showroom, they know exactly what they want. Sales cycle shortened by 65%.",
        "author": "Khalid Al-Mutairi",
        "role": "General Manager",
        "company": "Riyadh Motors"
      },
      "ar": {
        "quote": "يمكن لعملائنا الآن استكشاف داخل مرسيدس في منتصف الليل من منازلهم. بحلول وقت زيارتهم لصالة العرض، يعرفون بالضبط ما يريدون. قصرت دورة المبيعات بنسبة 65%.",
        "author": "خالد المطيري",
        "role": "المدير العام",
        "company": "Riyadh Motors"
      }
    },
    {
      "order": 6,
      "rating": 5,
      "featured": false,
      "en": {
        "quote": "The virtual mall concept was revolutionary for our vendors. Small boutiques that could never afford their own e-commerce presence now have beautiful virtual stores that compete with big brands.",
        "author": "Yasmine Fouad",
        "role": "Founder",
        "company": "Cairo Fashion Hub"
      },
      "ar": {
        "quote": "مفهوم المول الافتراضي كان ثورياً لبائعينا. المتاجر الصغيرة التي لم تكن قادرة على تحمل تكاليف حضور إلكتروني خاص بها الآن لديها متاجر افتراضية جميلة تنافس العلامات الكبيرة.",
        "author": "ياسمين فؤاد",
        "role": "المؤسسة",
        "company": "Cairo Fashion Hub"
      }
    }
  ]
}